code --install-extension aaron-bond.better-comments
code --install-extension ajshort.msg
code --install-extension alefragnani.project-manager
code --install-extension azemoh.one-monokai
code --install-extension be5invis.toml
code --install-extension bungcip.better-toml
code --install-extension danielpinto8zz6.c-cpp-compile-run
code --install-extension DavidAnson.vscode-markdownlint
code --install-extension docsmsft.docs-markdown
code --install-extension donjayamanne.githistory
code --install-extension eamodio.gitlens
code --install-extension Equinusocio.vsc-material-theme
code --install-extension ExodiusStudios.comment-anchors
code --install-extension formulahendry.code-runner
code --install-extension geobomatic.dark-plus-one-monokai
code --install-extension Gimly81.matlab
code --install-extension Gruntfuggly.todo-tree
code --install-extension James-Yu.latex-workshop
code --install-extension kmasif.capl-vector
code --install-extension mhutchie.git-graph
code --install-extension ms-iot.vscode-ros
code --install-extension ms-python.python
code --install-extension ms-vscode-remote.remote-containers
code --install-extension ms-vscode-remote.remote-ssh
code --install-extension ms-vscode-remote.remote-ssh-edit
code --install-extension ms-vscode-remote.remote-ssh-explorer
code --install-extension ms-vscode-remote.remote-wsl
code --install-extension ms-vscode-remote.vscode-remote-extensionpack
code --install-extension ms-vscode.cpptools
code --install-extension PKief.material-icon-theme
code --install-extension sidneys1.gitconfig
code --install-extension torn4dom4n.latex-support
code --install-extension twxs.cmake
code --install-extension vector-of-bool.cmake-tools
code --install-extension vscode-icons-team.vscode-icons
code --install-extension vscode-snippet.snippet
code --install-extension yzhang.markdown-all-in-one
code --install-extension zhuangtongfa.Material-theme
